INSERT INTO car (name)
VALUES  ('BMW X5'),
        ('BMW X6'),
        ('BMW X7');

INSERT INTO client (name, phone)
VALUES  ('Иванов Сергей', '+79107891122'),
        ('Коробкин Олег', '+79107891155'),
        ('Олейкин Роман', '+79107891166');

INSERT INTO report (sale_on, car_id, number_of_sales, revenue, client_id)
VALUES ('2021-10-01', 1, 1, 2000000, 1),
       ('2021-10-02', 2, 2, 3500000, 2),
       ('2021-10-02', 3, 1, 2000000, 3),
       ('2021-10-02', 3, 1, 2000000, 2),
       ('2021-10-02', 1, 2, 2000000, 2),
       ('2021-10-03', 2, 1, 3000000, 1);